[
  {
    "model": "blog.blog",
    "pk": 7,
    "fields": {
      "title": "Что было не так с производством iPhone 15?",
      "body": "Мин Чи-Куо собрал информацию об основных трудностях, с которыми столкнулась Apple при работе над смартфонами. В первую очередь речь идёт о титане, который компания ранее никогда не использовала в корпусе iPhone. И, несмотря на то, что у купертиновцев уже был опыт работы с металлом, например, в Apple Watch Ultra или совсем древнем PowerBook G4, без проблем не обошлось.\r\n\r\nПо слухам, именно сложности с обработкой новых рамок привели к решению не интегрировать сенсорную кнопку действия вместо рычажка переключения беззвучного режима, а ограничиться физической кнопкой. Помимо этого, проблемы возникали с новыми модулями камер, дисплеями и перегревом батарей.\r\n\r\nБольше всего досталось «айфону Шрёдингера», который до презентации и «Pro Max», и «Ultra» одновременно. За решение выделить флагман большим количеством уникальных функций Apple поплатилась задержкой старта массового производства. Так что продажи старшего смартфона могут начаться позже, а раздобыть его на старте возможно будет не так просто.",
      "articles": null,
      "image": "iphone-15-4_u6m9Pvf.jpg",
      "view_count": 6,
      "data": "2023-09-01",
      "slug": "chto-byilo-ne-tak-s-proizvodstvom-iphone-15"
    }
  },
  {
    "model": "blog.blog",
    "pk": 8,
    "fields": {
      "title": "Анонсированы новые колонки JBL Authentics",
      "body": "Что будет, если смешать дизайн колонок Marshall с легендарными JBL L100, прямиком из 1970-х? Новые колонки JBL Authentics выглядят именно так и сочетают в себе классический внешний вид и неплохой набор характеристик.\r\n\r\nВсего в линейке три модели, все из них получили AirPlay, Spotify Connect, Alexa Multi-Room Music, Chromecast и впервые – одновременную поддержку сразу двух голосовых ассистентов: Alexa и Google Assistant. Причём пользователям не придется переключать их в настройках, достаточно будет вызвать нужного ассистента фразой – «Привет, Google» или «Алекса». В ближайших прошивках обещают добавить интеграцию с Tidal Connect.\r\n\r\nФлагман линейки – Authentics 500 с поддержкой Dolby Atmos и внушительной мощностью 270 Вт и стоимостью €630. Она оснащена дюймовым твитером, тремя 2,75″ СЧ/НЧ-динамиками и 6,5″ сабвуфером.\r\n\r\nJBL Authentics 300 – «средний брат», уже без Dolby Atmos, зато единственная колонка в линейке с аккумулятором на 8 часов и удобной ручкой для переноски. Стоимость – €430.\r\n\r\nСамой маленькой JBL Authentics 200 аккумулятор не достался, зато её не обделили по начинке: два дюймовых твитера, полнодиапазонный 5″ НЧ-динамик, 6″ сабвуфер, направленный вниз. За неё просят €330.",
      "articles": null,
      "image": "64ef85a02791a_1000.jpeg",
      "view_count": 3,
      "data": "2023-09-01",
      "slug": "anonsirovanyi-novyie-kolonki-jbl-authentics"
    }
  },
  {
    "model": "blog.blog",
    "pk": 9,
    "fields": {
      "title": "В приложении WhatsApp для Mac появились групповые видеозвонки",
      "body": "Создаётся стойкое ощущение, что в WhatsApp проснулись от криогенного анабиоза и теперь изо всех сил пытаются выполнить пятилетку за полгода. Ну, либо Цукерберг заминировал офис компании, а детонатор настроен на ежемесячную проверку новых функций в мессенджере. Иначе сложно объяснить аномальную продуктивность разработчиков после долгих лет стагнации.\r\n\r\nНа этот раз обновили приложение для MacOS. Теперь в нём доступны групповые видеозвонки на 8 человек и аудиозвонки до 32 человек. Звонок будет проходить даже если приложение закрыто, так что больше не придётся бегать к телефону. Из полезных мелочей — переработали дизайн и добавили возможность прикреплять файлы перетаскиванием в область отправки сообщения.\r\n\r\nФункционал, как и отправка фото и видео без сжатия, безусловно, нужный и полезный (был бы, году так в 2020). Вот только поможет ли всё это удержать пользователей — большой вопрос.",
      "articles": null,
      "image": "367491521_852986656269118_2522961261053544092_n.png",
      "view_count": 0,
      "data": "2023-09-01",
      "slug": "v-prilozhenii-whatsapp-dlya-mac-poyavilis-gruppovyie-videozvonki"
    }
  }
]